tap 'goles/battery'
tap 'heroku/brew'
tap 'homebrew/bundle'
tap 'homebrew/cask-drivers'
tap 'homebrew/cask-fonts'

brew 'bash'
brew 'bat'
brew 'chruby'
brew 'csview'
brew 'diff-so-fancy'
brew 'entr'
brew 'exa'
brew 'fd'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'git-delta'
brew 'gnupg'
brew 'goles/battery/battery'
brew 'heroku/brew/heroku'
brew 'icdiff'
brew 'jd'
brew 'jq'
brew 'less'
brew 'miller'
brew 'moreutils'
brew 'pandoc'
brew 'ripgrep'
brew 'ruby-install'
brew 'shellcheck'
brew 'spark'
brew 'stow'
brew 'universal-ctags'
brew 'vim'
brew 'watch'
brew 'watson'
brew 'wget'
brew 'yoannmoinet/brews/notee'
brew 'zsh'

cask 'bluesnooze'
cask 'flux'
cask 'font-jetbrains-mono'
cask 'google-chrome'
cask 'iterm2'
cask 'jetbrains-toolbox'
cask 'kitty'
cask 'mactex-no-gui'
cask 'plover'
cask 'slack'
cask 'spotify'
cask 'texshop'

# add license to:
cask 'alfred'
cask 'rectangle-pro'
cask 'rocket'
cask 'vanilla'
