tap "goles/battery"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "bat"
brew "black"
brew "colordiff"
brew "diff-so-fancy"
brew "fortune"
brew "git"
brew "github/gh/gh"
brew "gnupg"
brew "goles/battery/battery"
brew "heroku/brew/heroku"
brew "less"
brew "miller"
brew "python"
brew "qt5"
brew "rbenv"
brew "rlue/utils/timer"
brew "ruby-build"
brew "shellcheck"
brew "spark"
brew "stow"
brew "the_silver_searcher"
brew "vim"
brew "watch"
brew "wget"
brew "yoannmoinet/brews/notee"
brew "zsh"

cask "flux"
cask "google-chrome"
cask "iterm2"
cask "java"
cask "jetbrains-toolbox"
cask "mactex-no-gui"
cask "rectangle"
cask "slack"
cask "spotify"
cask "spotify-notifications"
cask "texshop"
cask "unshaky"

# add license to:
cask "airserver"
cask "alfred"
cask "sublime-text"
cask "vanilla"
